tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "boost"
brew "avrdude"
brew "cairo"
brew "exiftool"
brew "git"
brew "go"
brew "harfbuzz"
brew "jhead"
brew "jq"
brew "libraqm"
brew "libtiff"
brew "neovim"
brew "pillow"
brew "swiftgen"
brew "tio"
brew "unbound"
brew "qmk/qmk/qmk"
cask "appcleaner"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "chatgpt"
cask "discord"
cask "gitup"
cask "google-chrome"
cask "homerow"
cask "kicad"
cask "maccy"
cask "macvim"
cask "openscad"
cask "qmk-toolbox"
cask "sf-symbols"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "dracula-theme.theme-dracula"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "sswg.swift-lang"
vscode "timonwong.shellcheck"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
