tap "homebrew/bundle"
brew "git"
brew "go"
brew "jq"
brew "neovim"
brew "swiftgen"
cask "appcleaner"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "chatgpt"
cask "discord"
cask "gitup"
cask "google-chrome"
cask "maccy"
cask "macvim"
cask "sf-symbols"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "dracula-theme.theme-dracula"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "sswg.swift-lang"
vscode "timonwong.shellcheck"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
